Repository: servekon/drupal7_email_subscribe
Catalog: translations/*.po
Languages: ru

source: Mailer
ru: Отправитель

source: Notify the site administrator of any changes in the subscription
ru: Отправлять уведомления администратору сайта о любых изменениях

source: Do not store the information about sent emails
ru: Не хранить информацию о рассылке

source: If checked, after send emails stored data will be removed
ru: Если выбрано, то после отправки письма информация будет удалена

source: Node types are available for subscription
ru: Типы материалов доступных для подписки

source: Type of node display for message body
ru: Тип отображения ноды для тела сообщения

source: You must configure the view type on the display control page of each type of material. Example link for "page" node type
ru: Вы должны настроить тип представления на странице управления отображением у каждого из типов материалы. Пример ссылки для типа материала "страница"

source: Interval
ru: Интервал

source: Limit for emails per one crons run
ru: Количество email отправляемых за один запуск cron

source: Grouped nodes in one email?
ru: Группировать материалы для отправки в одном письме?

source: No
ru: Нет

source: Yes
ru: Да

source: If you select "Yes" then all available the published nodes at the time of sending letter will be sent in the one letter.
ru: Если выбрано "Да", то все доступные опубликованные материалы на время отправки письма будут отправлены в одном письме.

source: Message when a new content
ru: Сообщение о появлении нового контента

source: You may include placeholders like
ru: Доступно использование следующих маркеров

source: Unsubscribe
ru: Отписаться

source: For message header You may include placeholders like
ru: Для заголовка письма доступно использование следующих маркеров

source: Message header when sending a notification of new content
ru: Заголовок сообщения о появлении нового контента

source: Message body when sending a notification of new content
ru: Текст письма при отправлении уведомления о новом содержимом

source: For message footer You may include placeholders like
ru: Для нижней части доступно использование следующих маркеров

source: Message footer when sending a notification of new content
ru: "Подвал" сообщения о появлении нового контента

source: Confirm subscribe email
ru: Письмо для подтверждения подписки

source: Message body when sent to confirm email
ru: Текст письма для подтверждения подписки

source: Confirm unsubscribe email
ru: Письмо для подтверждения отписки

source: Message body when sent to unsubscribe email
ru: Текст письма для отписки

source: Confirm re-subscribe email
ru: Письмо для возобновления подписки

source: Message body when sent to re-subscribe email
ru: Текст письма при возобновлении подписки

source: Preview
ru: Предпросмотр

source: That e-mail address is not valid.
ru: Укажите правильный адрес электронной почты.

source: Email not confirmed
ru: Email не подтвержден

source: Subscribed
ru: Подписан

source: Unsubscribed
ru: Не подписан

source: Filter
ru: Фильтр

source: Only with email not confirmed
ru: Только с не подтвержденными адресами email

source: Only subscribed
ru: Только подписанные

source: Only unsubscribed
ru: Только не подписанные

source: Only re-subscribed
ru: Только с возобновленной подпиской

source: Search
ru: Поиск

source: Cancel
ru: Отменить

source: Status
ru: Статус

source: Date subscribe
ru: Дата подписки

source: Date unsubscribe
ru: Дата отписки

source: Date re-subscribe
ru: Дата возобновления подписки

source: User performed an action
ru: Пользователь, совершивший операцию

source: Actions
ru: Действия

source: Confirm
ru: Подтвердить

source: To unsubscribe
ru: Отменить подписку

source: Re-subscribe
ru: Возобновить подписку

source: Remove
ru: Удалить

source: I am
ru: Я

source: Anonymous
ru: Гость

source: No data.
ru: Данных нет.

source: Error
ru: Ошибка

source: Email unsubscribed.
ru: Подписка аннулирована.

source: Email already unsubscribed.
ru: Подписка уже была аннулирована.

source: Email re-subscribed.
ru: Email подписан заново.

source: Email already re-subscribed.
ru: Email уже был подписан заново.

source: Are you sure you want to remove user with email %email?
ru: Вы действительно хотите удалить пользователя с email %email?

source: Email %email was removed.
ru: Email %email был удален.

source: Email %email was not removed.
ru: Email %email не был удален.

source: Email addresses
ru: Адреса электронной почты

source: Email addresses must be separated by comma, space or newline.
ru: Адреса электронной почты должны быть отделены запятой, пробелом или переводом на новую строку.

source: Subscribe
ru: Подписка на новые публикации сайта

source: The following addresses were added: %added.
ru: В список подписчиков были добавлены: %added.

source: No addresses were added.
ru: Ни один подписчик не был добавлен.

source: The following addresses were invalid: %invalid.
ru: Список неправильных email: %invalid.

source: The following addresses were skipped: %skipped.
ru: Список пропущенных email: %skipped.

source: Remove all data
ru: Удалить все данные

source: Cleaning table with information about sent emails(read nodes)
ru: Очистка таблицы с информацией о рассылке

source: Type of removing
ru: Тип очистки

source: Remove users with unconfirmed emails
ru: Удалить пользователей с неподтвержденным email

source: For users with unconfirmed email, from %table table.
ru: Для пользователей с неподтвержденным email, из таблицы %table.

source: The total number of subscribed the users
ru: Общее количество подписанных пользователей

source: The total number of unsubscribed the users
ru: Общее количество отписавшися пользователей

source: The total number of re-subscribed and the active users
ru: Общее количество активный пользователей, которые возобновили подписку

source: The total number the subscribed users from :post
ru: Общее количество пользователей почтовой службы :post

source: The total number the subscribed users from other mail systems
ru: Общее количество пользователей из других почтовых служб

source: Every 1 hour
ru: Каждый @count час

source: Remove data older then 1 month
ru: Удалить данные старше @count месяца

source: Was removed 1 row.
ru: Была удалена @count строка.

source: Perform subscription
ru: Подписаться

source: Confirm email
ru: Подтвердить email

source: Email confirmed.
ru: Ваш email подтвержден.

source: Email already confirmed.
ru: Ваш email уже был подтвержден.

source: Allow subscribe/unsubscribe
ru: Разрешить подписываться/отписываться

source: Administer Email Subscribe module
ru: Администрирование модуля Email Subscribe

source: Subscribe by email
ru: Подписка по email

source: Subscribe to new posts
ru: Подписка на новые материалы

source: Material added to the distribution list.
ru: Материал добавлен в список для рассылки.

source: New article on @site-name
ru: Новый материал на сайте @site-name

source: Confirm email from @site-name to subscribe
ru: Подтверждение подписки на сайте @site-name

source: Confirm to unsubscribe on the @site-name
ru: Подтверждение отписки на сайте @site-name

source: Confirm to re-subscribe on the @site-name
ru: Подтверждение возобновления подписки на сайте @site-name

source: New log entry in the module subscription on the site @site-name
ru: Новая запись в логе модуля подписки на сайте @site-name

source: In your e-mail address sent an email with further instructions.
ru: На ваш адрес электронной почты отправлено письмо с дальнейшими инструкциями.

source: Subscribe email successful.
ru: Ваш email успешно подписан.

source: To email '@email' action was performed '@type'.
ru: Для email '@email' было выполнено действие '@type'.

source: Notification to the site administrator has been sent.
ru: Уведомление администратору сайта отправлено.

source: Notification to the site administrator has been NOT sent.
ru: Уведомление администратору сайта не было отправлено.

source: There was a problem sending your message and it was not sent.
ru: При отправке сообщения произошла ошибка. Обратитесь к администратору сайта.

source: Node with ID %node added to the distribution list
ru: Материал с ИД %node добавлен в список для рассылки.

source: Email Subscribe
ru: Подписка по email

source: View the subscribed users and settings for the module
ru: Просмотр подписанных пользователей и настройки для модуля

source: List of subscribed users
ru: Список подписанных пользователей

source: Mass Subscribe
ru: Массовая подписка

source: Mass Subscribe by email
ru: Массовая подписка по электронной почте

source: Configuration
ru: Конфигурация

source: Email Subscribe settings
ru: Настройки модуля подписки

source: Cleaning the database
ru: Очистка базы данных

source: Statistics
ru: Статистика

source: Confirm email address
ru: Подтверждение email адреса

source: Unsubscribe email address
ru: Отмена подписки email адреса

source: Re-subscribe email address
ru: Возобновить подписку email адреса

source: Remove email address
ru: Удалить email

source: Confirm unsubscribe email address
ru: Подтверждение для отписки email адреса

source: Confirm re-subscribe email address
ru: Подтверждение возобновления подписки email адреса

source: You need to set email templates for email subscribe module.
ru: Вам необходимо настроить шаблоны писем для работы модуля.

source: For users with not confirmed email, from %table table.
ru: Для пользователей с неподтвержденным адресом электронной почты, из таблицы %table.

source: The module allows anonymous user subscribe for new content by email address.
ru: Модуль позволяет анонимным пользователям подписываться на новые материалы используя свой адрес электронной почты
